import type { Phone } from "./types";

export const phoneSectionMocks: Phone[] = [
  {
    id: 1,
    title: "Избранное",
    description: [
      "Вы всегда получите полную информацию об акции: подробное описание, бренд, магазины и торговые центры где походит акция.",
      "Также доступна возможность сразу перейти на сайт товара и купить в рамках действующей акции.",
    ],
    screen: "/assets/phoneContent.png",
  },
  {
    id: 2,
    title: "Профиль акции",
    description: [
      "Вы всегда получите полную информацию об акции: подробное описание, бренд, магазины и торговые центры где походит акция.",
      "Также доступна возможность сразу перейти на сайт товара и купить в рамках действующей акции.",
    ],
    screen: "/assets/phoneContent.png",
  },
  {
    id: 3,
    title: "Подписки",
    description: [
      "Вы всегда получите полную информацию об акции: подробное описание, бренд, магазины и торговые центры где походит акция.",
      "Также доступна возможность сразу перейти на сайт товара и купить в рамках действующей акции.",
    ],
    screen: "/assets/phoneContent.png",
  },
  {
    id: 4,
    title: "Карта",
    description: [
      "Вы всегда получите полную информацию об акции: подробное описание, бренд, магазины и торговые центры где походит акция.",
      "Также доступна возможность сразу перейти на сайт товара и купить в рамках действующей акции.",
    ],
    screen: "/assets/phoneContent.png",
  },
  {
    id: 5,
    title: "Моя лента",
    description: [
      "Вы всегда получите полную информацию об акции: подробное описание, бренд, магазины и торговые центры где походит акция.",
      "Также доступна возможность сразу перейти на сайт товара и купить в рамках действующей акции.",
    ],
    screen: "/assets/phoneContent.png",
  },
];
